Repository: zelikos/rannum
Catalog: po/*.po
Languages: pt_br

source: translator-credits
pt_br: Renato Tavares

source: Results cleared
pt_br: Resultados limpos

source: Undo
pt_br: Desfazer

source: Reset Dice Tray?
pt_br: Redefinir a bandeja de dados?

source: _Cancel
pt_br: _Cancelar

source: _Reset
pt_br: _Redefinir

source: Result copied
pt_br: Resultado copiado

source: Clear results
pt_br: Limpar resultados

source: Toggle History List
pt_br: Alternar lista de histórico

source: Main Menu
pt_br: Menu principal

source: _Roll
pt_br: _Rolar

source: Roll the dice
pt_br: Rolar os dados

source: Select dice
pt_br: Selecionar dados

source: _Keyboard Shortcuts
pt_br: Atalhos de _teclado

source: _About Chance
pt_br: _Sobre o Chance

source: Dice Chooser
pt_br: Seletor de dados

source: Current dice
pt_br: Dado atual

source: Add to tray
pt_br: Adicionar à bandeja

source: Dice Tray
pt_br: Bandeja de dados

source: Reset dice tray
pt_br: Redefinir bandeja de dados

source: Reset
pt_br: Redefinir

source: No Results
pt_br: Sem resultados

source: Press 'Roll' to begin
pt_br: Pressione 'Rolar' para começar

source: Out of
pt_br: de

source: Remove dice
pt_br: Remover dado

source: Dice Roller App
pt_br: Aplicativo de rolagem de dados

source: Die;Dice;Roll;Random;Number;Rnd;Num;rng;
pt_br: Dado;Dados;Rolar;Aleatório;Número;Rnd;Num;rng;

# shortcut window
source: General
pt_br: Geral

# shortcut window
source: Roll Dice
pt_br: Rolar dados

# shortcut window
source: Show Dice Chooser
pt_br: Mostrar seletor de dados

# shortcut window
source: Copy Last Result
pt_br: Copiar último resultado

# shortcut window
source: History List
pt_br: Lista de histórico

# shortcut window
source: Clear History
pt_br: Limpar histórico

# shortcut window
source: Undo Clear
pt_br: Desfazer limpeza

# shortcut window
source: Show Shortcuts
pt_br: Mostrar atalhos

# shortcut window
source: Quit
pt_br: Sair
